---
kind: property
id: P:Autodesk.Revit.DB.Electrical.ConduitSize.UsedInSizing
source: html/8b268f3d-9a61-d0dd-742a-19702d88dcf6.htm
---
# Autodesk.Revit.DB.Electrical.ConduitSize.UsedInSizing Property

Whether is used in sizing.

## Syntax (C#)
```csharp
public bool UsedInSizing { get; }
```